Repository: mekhriddinPortfolio/Ordering-Application
Catalog: Oq ot/Utils/*.lproj/Localizable.strings
Languages: uz_uz

# enterPhoneNumber
source: Enter your phone number
uz_uz: Telefon raqamingizni kiriting

# sendVerificationCode
source: We will send you a verification code
uz_uz: Biz sizga tasdiqlash kodini yuboramiz

# confirmButton
source: Confirm
uz_uz: Tasdiqlash

source: Or login with
uz_uz: Yoki bilan kiring

# checkNumber
source: Number check
uz_uz: Raqamni tekshirish

# enterVerCode
source: Enter the verification code we sent to your phone number.
uz_uz: Telefon raqamingizga biz yuborgan tasdiqlash kodini kiriting.

# sentAgain
source: Send code again
uz_uz: Kodni qayta so'rashingiz mumkin

# canSentAgain
source: You can request the code again after
uz_uz: Sms kodni qayta so'rashingiz mumkin:

# sentAgainTimer
source: seconds
uz_uz: soniya

source: Done
uz_uz: Tayyor

# createPassword
source: Create a password
uz_uz: Parol o'ylab toping

# createPasswordInfo
source: Please create a password to secure your account.
uz_uz: Hisobingizni himoyalash uchun parol yarating

source: Password
uz_uz: Parol

source: Repeat password
uz_uz: Parolni qayta kiriting

source: Enter password
uz_uz: Parolni kiriting

# passwordDidNotMatch
source: * Passwords do not match, please try again
uz_uz: * Parollar mos emas, qayta urinib ko'ring

source: Registration
uz_uz: Ro‘yxatdan o‘tish

# willRegisterInfo
source: Sign up to start ordering and searching for your favorite products now with Oq-ot
uz_uz: Oq-ot bilan hoziroq buyurtma berish va sevimli mahsulotlaringizni qidirishni boshlash uchun roʻyxatdan oʻting

source: Name
uz_uz: Ism

source: Your name
uz_uz: Sizning ismingiz

source: Surname
uz_uz: Familiya

# yourSurname
source: Your last name
uz_uz: Familiyangiz

# birthday
source: Date of Birth
uz_uz: Tug'ilgan kun

# enterDate
source: Select a date
uz_uz: Sana tanlang

# gender
source: Sex
uz_uz: Jins

source: Male
uz_uz: Erkak

source: Female
uz_uz: Ayol

source: Save
uz_uz: Saqlash

# completeFields
source: * Please complete all fields to continue
uz_uz: * Davom etish uchun barcha maydonlarni toʻldiring

# finishAvatar
source: Finishing touch
uz_uz: Yakuniy teginish

source: Skip
uz_uz: Oʻtkazish

# addAddress
source: Add new address
uz_uz: Manzil qo'shish

source: Search...
uz_uz: Qidirish…

source: Map
uz_uz: Xarita

# searchResults
source: Searching results
uz_uz: Qidiruv natijalari

source: Choose language
uz_uz: Tilni tanlang

# myAddress
source: My addresses
uz_uz: Mening manzillarim

source: Most often searched
uz_uz: Ko'pincha qidiriladi

# resultsFromYourSearch
source: Results for your search
uz_uz: Qidiruv natijalari

source: Sweets
uz_uz: Shirinliklar

# cart
source: Basket
uz_uz: Savat

source: Cancel
uz_uz: Bekor qilish

# design
source: Confirm
uz_uz: Rasmiylashtirish

# emptyCart
source: Your basket is empty
uz_uz: Savatingiz bo'sh

# addItemtoCart
source: Add item to cart to checkout
uz_uz: To'lovni amalga oshirish uchun mahsulotni savatga qo'shing

source: Go shopping
uz_uz: Xarid qilish uchun

source: Delivery
uz_uz: Yetkazib berish

source: Delivery address
uz_uz: Yetkazib berish manzili

# kvOrOffice
source: Home or office
uz_uz: Kv. yoki ofis

source: Entrance
uz_uz: Podyezd

source: Floor
uz_uz: Qavat

# comments
source: Comment
uz_uz: Izoh

# commentsToCourier
source: Courier comment...
uz_uz: Kuryer uchun izoh...

# DateOfDelivery
source: Date and time of delivery
uz_uz: Etkazib berish sanasi va vaqti

# comingSoon
source: Soon
uz_uz: Yaqin orada

# chooseDate
source: Select date and time
uz_uz: Sana va vaqtni tanlang

source: Payment
uz_uz: To'lov

# promocode
source: Promo-code / voucher
uz_uz: Promo-kod / vaucher

source: Enter promo-code
uz_uz: Promo-kodni kiriting

# question
source: Questions?
uz_uz: Savollaringiz bormi?

# technicalSupport
source: Support
uz_uz: Texnik yordamga murojaat qilish

# orderSummery
source: Order summary
uz_uz: Buyurtma jami

# summery
source: TOTAL:
uz_uz: JAMI:

# enterPromoVaucher
source: Enter promo-code/voucher
uz_uz: Promo-kodni/voucherni kiriting

source: Enter promo-code
uz_uz: Promo-kodni kiriting

# selectItem
source: Select an item
uz_uz: Element tanlang

source: Plastic card
uz_uz: Plastik karta

# myLocation
source: My addresses
uz_uz: Mening manzillarim

# favourites
source: Favorites
uz_uz: Sevimli mahsulotlar

# vaucherAndPromo
source: Vouchers and promo codes
uz_uz: Voucherlar va promo-kodlar

source: Settings
uz_uz: Sozlamalar

# vacancy
source: Jobs
uz_uz: Ish o'rinlar

# aboutService
source: About the service
uz_uz: Xizmat haqida

source: Orders
uz_uz: Buyurtmalar

# comeIn
source: Log in
uz_uz: Kirish

# comeInInfo
source: To start ordering a product and start racking it, please login
uz_uz: Mahsulotlar buyurtma berish va uni kuzatish uchun tizimga kiring

source: Dark mode
uz_uz: Tungi rejim

source: Language
uz_uz: Til

source: Notification settings
uz_uz: Bildirishnoma sozlamalari

# locationSettings
source: Geolocation setting
uz_uz: Geolokatsiyani sozlash

# noMoreAddress
source: You don't have any more addresses added
uz_uz: Sizda boshqa manzil qo'shilmagan

# EnterCardInfo
source: If you want to add a new card for further payments, please fill
uz_uz: Agar keyingi toʻlovlar uchun yangi karta qoʻshmoqchi boʻlsangiz, maʼlumotlarni toʻldiring

# cardName
source: Cardholder
uz_uz: Karta nomi

# EnterCardName
source: Cardholder…
uz_uz: Kartaning nomi...

source: Card number
uz_uz: Karta raqami

# yearMomth
source: Sell ​​by
uz_uz: tomonidan sotiladi

# techSupport1
source: Support
uz_uz: Texnik yordam

source: products
uz_uz: mahsulotlar

# vaucher/Promo
source: Voucher/promo code:
uz_uz: Voucher/promo-kod:

# changeData
source: Change informations
uz_uz: Ma'lumotlarni o'zgartirish

source: Profile photo
uz_uz: Profil fotosurati

# changeProfilePhoto
source: Click to change your profile photo
uz_uz: Profil rasmingizni o'zgartirish uchun bosing

source: Return
uz_uz: Qaytish

# thisFunction
source: This feature is under development
uz_uz: Ushbu xususiyat ishlab chiqilmoqda

source: Addresses
uz_uz: Manzillar

# deliveryMinutes
source: Delivery 15-20 min
uz_uz: Etkazib berish 15-20 daqiqa

# freeDelivery
source: Free delivery up to 50,000 soums
uz_uz: 50 000 so'm gacha bepul yetkazib berish

# confirmDelivery
source: Confirm
uz_uz: Rasmiylashtirish

source: Pickup
uz_uz: Olib ketish

# dontCall
source: Don't call me
uz_uz: Menga qo'ng'iroq qilmang

source: Cash/terminal
uz_uz: Naqd pul/terminal

source: Cash
uz_uz: Naqd pul

# cardPayment
source: Payment by card
uz_uz: Karta orqali to'lov

# payCard
source: Pay by card
uz_uz: Karta orqali to'lash

# schoolTrain
source: Get ready for school with OQOT
uz_uz: OQOT bilan maktabga tayyorlaning

# discountAnd
source: Discounts and Promos
uz_uz: Chegirmalar va aksiyalar

# donthave
source: You do not have
uz_uz: Sizda yo'q

source: Free
uz_uz: Tekin

# zeroSum
source: 0 sum
uz_uz: 0 so'm

source: sum
uz_uz: so'm

source: Flat
uz_uz: Kvartira

source: House
uz_uz: Uy

source: Office
uz_uz: Idora

source: Appeal
uz_uz: Shikoyat qilish

# techHelp
source: In order to contact technical support, select the type of request
uz_uz: Texnik yordamga murojaat qilish uchun so'rov turini tanlang

# checkoutOrder
source: Checkout
uz_uz: Buyurtma

# call1
source: Call
uz_uz: Qo'ng'iroq qiling

# call2
source: Go to support chat
uz_uz: Qo'llab-quvvatlash chatiga o'ting

# pleaseLikeItems
source: Please like some goods to add them to this section
uz_uz: Bu bo'limga tovarlarni qo'shish uchun like tugmasini bosing

source: at
uz_uz: soat

# paymentType
source: Тип оплаты:
uz_uz: To'lov turi:

source: Delivery Type:
uz_uz: Etkazib berish turi:

source: Date issued:
uz_uz: Rasmiylashtirish sanasi:

source: Total:
uz_uz: Jami:

source: Good:
uz_uz: Mahsulot:

# vaucherPromoKod
source: Voucher/promo code:
uz_uz: Voucher/promokod:

# product
source: goods
uz_uz: ta mahsulotlar

# OrderNum
source: Order No.
uz_uz: Buyurtma No.

source: Delivered
uz_uz: Yetkazib berildi

# canceled
source: Calceled
uz_uz: Bekor qilindi

source: Back to orders
uz_uz: Buyurtmalarga qaytish

# yourOrders
source: History of your orders
uz_uz: Buyurtmalaringiz tarixi

# lastRequests
source: Recent requests
uz_uz: Oxirgi so'rovlar

# emptyScreen
source: Nothing found, please try again
uz_uz: Hech narsa topilmadi, qayta urinib ko'ring

source: Error
uz_uz: Xato

# darkModeNotAvailable
source: The app's dark mode is currently unavailable. Sorry for the inconvenience
uz_uz: Ilovaning qorong‘u rejimi hozirda mavjud emas. Noqulaylik uchun uzr

# tryAgainLabel
source: Try again
uz_uz: Qayta urinish

# tryAgainButton
source: Appears, you do not have an internet connection
uz_uz: Sizda internet aloqasi yo'q
